"OK" = "OK";
"All subscriptions" = "Todas las suscripciones";
"Privacy" = "Privacidad";
"Privacy policy" = "Política de privacidad";
"Purchases restored successfully!" = "¡Compras restauradas con éxito!";
"Restore" = "Restaurar";
"Restore purchases" = "Restaurar las compras";
"Terms" = "Términos";
"Terms and conditions" = "Términos y condiciones";
"Annual" = "Anual";
"6 Month" = "6 meses";
"3 Month" = "3 meses";
"2 Month" = "2 meses";
"Monthly" = "Mensual";
"Weekly" = "Semanalmente";
"Lifetime" = "Toda la vida";
"%d%% off" = "%d%% de descuento";
"Continue" = "Continuar";
"Default_offer_details_with_intro_offer" = "{{ sub_offer_duration }} gratis y luego {{ total_price_and_per_month }}.";
"Something went wrong" = "Algo salió mal";
